[
    {
        "title": "Design and Construction of an Outdoor Chili Plant Control Tool Based on the Internet of Things",
        "year": "2023, third semester",
        "role": "PCB Designer & Electronics Development Team Member",
        "description": "In this project, we developed an automatic device to improve the quality of crop cultivation in lowland areas such as urban environments, with automated plant control using temperature and humidity sensors. The system development followed a prototype model approach, aiming to refine the design into a final system while saving time. In this case, the device was designed to detect soil temperature and moisture levels, which are regulated to remain within optimal ranges. The system responds automatically when there is a deficiency or excess in soil temperature or moisture, providing both a notification and an automatic watering action as output.",
        "image": "images/project-1.png",
        "link": " "
    },
    {
        "title": "Design and Development of an Object Monitoring System for Truck Blind Spot Areas Based on Arduino",
        "year": "2024, fourth semester",
        "role": "Hardware Designer & Electronics Development",
        "description": "The development of a blind spot detection system based on the Arduino Uno microcontroller is considered a suitable technology due to its simplicity and ease of implementation. This system functions by providing early warnings to the driver through an LCD display, LED indicators, and a buzzer, all connected to sensors and the microcontroller. ",
        "image": "images/project-2.png",
        "link": " "
    },
	{
        "title": "Automated Storage and Retrieval System ",
        "year": "2024, fifth semester",
        "role": "Electronic Development",
        "description": "ASRS (Automated Storage and Retrieval System) is one of the modern automation applications that is highly relevant in the industrial sector. The purpose of designing this ASRS is to replace manual methods in the storage and retrieval process, which are often time-consuming, inefficient, and prone to human error. In this project, a mini ASRS system was designed and developed based on a microcontroller and PLC, capable of performing automatic storage and retrieval of goods.",
        "image": "images/project-3.png",
        "link": " "
    }
   
]
